[
    {
        "title": "Tarot la Vega",
        "tag": [
            "Diseño Gráfico"
        ],
        "color":"#1c1c1c",
        "cover": "/images/tarot/cover.webp",
        "id": "Tarot-la-Vega",
        "descripcion":"El encargo consiste en buscar inspiración en la Vega de Santiago de Chile, utilizando el entorno para crear un tarot con técnica y estética libre.",
        "esp": [
            {
                "text": "El encargo consiste en buscar inspiración en la Vega de Santiago de Chile, utilizando el entorno para crear un tarot con técnica y estética libre."
            },
            {
                "img": {
                    "links":"/images/tarot/MockupTarot.webp",
                    "gridSpan":4,
                    "alt":"Mockup"
                }
            },
            {
                "img": {
                    "links":"/images/tarot/tarot1.webp",
                    "gridSpan":3,
                    "alt":"Tarot-1"
                }
            },
            {
                "img": {
                    "links":"/images/tarot/tarot2.webp",
                    "gridSpan":3,
                    "alt":"Tarot-2"
                }
            },
            {
                "img": {
                    "links":"/images/tarot/tarot3.webp",
                    "gridSpan":6,
                    "alt":"Tarot-3"
                }
            },
            {
                "title": "Mi solucion"
            },
            {
                "text": "Mi solución consistió en crear un collage utilizando las imágenes de las portadas de la revista 'The Saturday Evening Post' y darles un giro para reflejar la vida en la Vega, mostrando situaciones comunes del lugar. De esta manera, hice referencia a las respectivas cartas del tarot."
            },
            {
                "img": {
                    "links":"/images/tarot/TarotCartas.webp",
                    "gridSpan":4,
                    "alt":"Tarot-4"
                }
            }
        ],
        "eng": {
            "a3": {
                "text": "The assignment consists of seeking inspiration in the Vega de Santiago de Chile, using the environment to create a tarot with free technique and aesthetics."
            },
            "a8": {
                "text": "My solution was to create a collage using the images from the covers of 'The Saturday Evening Post' magazine and give them a twist to reflect life in La Vega, showing common situations of the place. In this way, I made reference to the respective tarot cards."
            }
        },
        "img": "/images/tarot/tarotPortada.webp",
        "fecha": "05.07.2022"
    },
    {
        "title": "SNKRS megazine",
        "tag": [
            "Diseño Gráfico","Diseño Editorial"
        ],
        "color":"#be113f",
        "cover": "/images/snkrs/cover.jpg",
        "id": "SNKRS",
        "descripcion":"Revista para el curso de instrumental",
        "esp": [
            {
                "text": "Revista para el curso de instrumental"
            },
            {
                "img": {
                    "links":"/images/snkrs/snkr1.webp",
                    "gridSpan":4,
                    "alt":"Revista paginas 10-11"
                }
            },
            {
                "img": {
                    "links":"/images/snkrs/snkr2.webp",
                    "gridSpan":3,
                    "alt":"Revista paginas 8-9"
                }
            },
            {
                "img": {
                    "links":"/images/snkrs/snkr3.webp",
                    "gridSpan":3,
                    "alt":"Revista paginas 6-7"
                }
            },
            {
                "img": {
                    "links":"/images/snkrs/snkr4.webp",
                    "gridSpan":3,
                    "alt":"Revista paginas 4-5"
                }
            },
            {
                "img": {
                    "links":"/images/snkrs/snkr5.webp",
                    "gridSpan":3,
                    "alt":"Revista paginas 2-3"
                }
            }
        ],
        "eng": {
            "a1": {
                "text": "Magazine for the instrumental course"
            }
        },
        "img": "/images/snkrs/snkrsPortada.webp",
        "fecha": "04.04.2023"
    },
    {
        "title": "Afiches 2023",
        "tag": [
            "Diseño Gráfico","Afiches"
        ],
        "color":"#DFDBCE",
        "cover": "/images/molchat/cover.gif",
        "id": "Afiches-2023",
        "descripcion":"Conjunto de afiches hechos el 2023",
        "esp": [
            {
                "title": "Trabajo decente y crecimiento económico"
            },
            {
                "text": "El proyecto implica la creación de un afiche informativo destinado a concienciar sobre los Objetivos de Desarrollo Sostenible o Metas Globales. Para ello, se debe elegir uno de estos objetivos y crear una infografía relacionada. 8.1  Mantener el crecimiento económico per cápita de conformidad con las circunstancias nacionales y, en particular, un crecimiento del producto interno bruto de al menos el 7% anual en los países menos adelantados"
            },
            
            {
                "text": " 8.2  Lograr niveles más elevados de productividad económica mediante la diversificación, la modernización tecnológica y la innovación, entre otras cosas centrándose en los sectores con gran valor añadido y un uso intensivo de la mano de obra. Para ver más:"
            },
            {
                "link": {
                    "links":"https://www.un.org/sustainabledevelopment/es/economic-growth/",
                    "text":"ODS"
                }
            },
            {
                "img": {
                    "links":"/images/ods/ods8.webp",
                    "gridSpan":6,
                    "alt":"Afiche ODS 8"
                }
            },
            {
                "title":"Molchat Doma concierto"
            },
            {
                "text": "La tarea implica seleccionar una banda para la cual crear un póster promocional de un concierto ficticio. Este afiche debe incluir detalles sobre el lugar, la fecha, el acto de apertura, así como información legal, incluyendo una empresa productora y una entidad encargada de la venta de entradas."
            },
            {
                "img": {
                    "links":"/images/molchat/AficheMolchatDoma.webp",
                    "gridSpan":4,
                    "alt":"Afiche Molchat Doma"
                }
            },
            {
                "title": "Personaje"
            },
            {
                "img": {
                    "links":"/images/molchat/Manik.webp",
                    "gridSpan":4,
                    "alt":"Dall-e imagen"
                }
            },
            {
                "text": "El personaje principal del póster fue creado por una inteligencia artificial llamada Dalle-2. La razón de elegir una imagen generada por inteligencia artificial se debe a que la banda seleccionada fusiona guitarras eléctricas tocadas por humanos con baterías generadas por computadoras en su música. Por lo tanto, el objetivo del póster es destacar esta combinación."
            },
            
            {
                "title":"Afiche Dualidad"
            },
            {
                "text": "Encargo para el curso de taller"
            },
            {
                "img": {
                    "links":"/images/dualidad/aficheDualidad.webp",
                    "gridSpan":4,
                    "alt":"Afiche Dualidad"
                }
            },
            {
                "title":"Afiche Cosmos"
            },
            {
                "img": {
                    "links":"/images/Cosmos/cosmosPoster2.webp",
                    "gridSpan":4,
                    "alt":"Afiche Cosmos"
                }
            },
            {
                "text": "El encargo consistía en crear un afiche inspirado en una flor, y elegí la exquisita flor del cosmos como protagonista, con el objetivo de resaltar su fascinante paleta de colores y delicadas formas."
            }
        ],
        "eng": {
            "a1": {
                "text": "The task involves selecting a band for which to create a promotional poster for a fictional concert. This poster should include details about the venue, date, opening act, as well as legal information, including a production company and a ticket-selling company."
            },
            "a4": {
                "text": "The main character of the poster was created by an artificial intelligence called Dalle-2. The reason for choosing an image generated by artificial intelligence is that the selected band blends electric guitars played by humans with computer-generated drums in their music. Therefore, the poster's aim is to showcase this fusion."
            }
        },
        "img": "/images/molchat/portada.gif",
        "fecha": "29.05.2023"
    },
    {
        "title": "Libro La llamada de Cthulhu",
        "tag": [
            "Diseño Editorial","Diseño Grafico","Tipografia"
        ],
        "color":"#ebdc84",
        "cover": "/images/cutulo/coverslide.gif",
        "descripcion":"El encargo consistía en la creación de un libro físico diseñado en InDesign.",
        "id": "Cthulhu",
        "esp": [
            
            {
                "text": "El encargo consistía en la creación de un libro físico diseñado en InDesign. Para familiarizarse con el programa, se permitía intervenir el libro tanto a través de manipulaciones tipográficas como mediante la inclusión de imágenes."
            },
            {
                "img": {
                    "links":"/images/cutulo/portada1.webp",
                    "gridSpan":6,
                    "alt":"Imagen latas Duque Vittorio"
                }
            },
            {
                "title": "La llamada de Cthulhu"
            },
            {
                "text": "Para este proyecto, opté por seleccionar el libro La llamada de Cthulhu del autor H.P. Lovecraft."
            },
            {
                "img": {
                    "links":"/images/cutulo/cutulo1.webp",
                    "gridSpan":6,
                    "alt":"Libro pagina 6-7"
                }
            },
            {
                "img": {
                    "links":"/images/cutulo/cutulo2.webp",
                    "gridSpan":3,
                    "alt":"Libro pagina 16-17"
                }
            },
            {
                "img": {
                    "links":"/images/cutulo/cutulo3.webp",
                    "gridSpan":3,
                    "alt":"Libro pagina 32-33"
                }
            },
            {
                "img": {
                    "links":"/images/cutulo/cutulo4.webp",
                    "gridSpan":3,
                    "alt":"Libro pagina 44-45"
                }
            },
            {
                "img": {
                    "links":"/images/cutulo/cutulo5.webp",
                    "gridSpan":3,
                    "alt":"Libro pagina"
                }
            },
            {
                "img": {
                    "links":"/images/cutulo/cutulo6.webp",
                    "gridSpan":6,
                    "alt":"Libro pagina 26-27"
                }
            },
            {
                "title": "Sobre el proyecto"
            },
            {
                "text": "El libro contiene 48 páginas con intervenciones tipográficas, además de contar con imágenes. Para descargarlo, haz clic en el enlace de abajo."
            },
            {
                "link": {
                    "links":"https://drive.google.com/file/d/1mQQtuW_kMjr94VAGFezmD3EbPg1JxFeQ/view?usp=sharing",
                    "text":"PDF"
                }
            }
        ],
        "eng": {
            "a1": {
                "text": "The assignment involved the creation of a physical book designed in InDesign. To become acquainted with the program, it was possible to modify the book either typographically or by adding images."
            },
            "a5": {
                "text": "For this assignment, I chose H.P. Lovecraft's book The Call of Cthulhu."
            },
            "a12": {
                "text": "The book consists of 48 pages with typographic interventions, and it also includes images. To download it, click the link below."
            }
        },
        "img": "/images/cutulo/cover.gif",
        "fecha": "27.06.2023"
    },
    {
        "title": "Branding vermut",
        "tag": [
            "Branding","Diseño Gráfico"
        ],
        "color":"#ee8715",
        "cover": "/images/duque/Cover.gif",
        "id": "Duque-Vittorio",
        "descripcion":"El proyecto asignado para el curso de Identidad consiste en desarrollar una marca ficticia de vermut que será comercializada en un envase tipo lata.",
        "esp": [
            {
                "cita":"Celebra como un rey brinda como un dios"
            },
            {
                "text": "El proyecto asignado para el curso de Identidad consiste en desarrollar una marca ficticia de vermut que será comercializada en un envase tipo lata. Este proyecto implica la creación de tres variedades diferentes de vermut, incluyendo la concepción de un nombre, el diseño de un estilo gráfico distintivo y la creación de aplicaciones gráficas."
            },
            {
                "text": "El vermut es una bebida alcohólica aromatizada que se obtiene al macerar una variedad de hierbas, especias, frutas y raíces en vino blanco o vino tinto. Se caracteriza por su sabor amargo y su aroma complejo, y se puede disfrutar solo, en cócteles o como ingrediente en diversas recetas."
            },
            {
                "text":"Nuestro vermut será una experiencia ligera y delicada, con sutiles matices aromáticos. Nos esforzamos por evitar que te abrumes al beberlo, permitiendo que lo consideres incluso como una opción para acompañar tus comidas. Cada sorbo te transportará a un equilibrio perfecto entre sabor y frescura."
            },
            {
                "img": {
                    "links":"/images/duque/latas.webp",
                    "gridSpan":6,
                    "alt":"Imagen latas Duque Vittorio"
                }
            },
            {
                "cita":"Cuando el duque prueba por primera vez la exquisita combinación decide acoger al vermú como el “licor oficial de la realeza”"
            },
            {
                "title": "Nuestra narrativa"
            },
            {
                "text": "Nuestra marca se esfuerza por convertir el vermut en tu licor preferido, tal como ha sucedido en esta historia. Te cautivaremos con nuestra irresistible propuesta, dejando atrás otros licores para que te vuelvas un apasionado de nuestro vermut. "
            },
            {
                "text":" Hemos creado una experiencia que refleja la realeza y divinidad. De esta manera, podrás adentrarte en el fascinante mundo del vermut mientras saboreas una bebida que cuenta la historia de sus orígenes, sumergiéndote en su legado"
            },
            {
                "title": "Cataluña Rose"
            },
            {
                "img": {
                    "links":"/images/duque/rose.webp",
                    "gridSpan":3,
                    "alt":"Cataluña Rose varieda"
                }
            },
            {
                "img": {
                    "links":"/images/duque/rose2.webp",
                    "gridSpan":3,
                    "alt":"Cataluña Rose variedad para impresiones"
                }
            },
            {
                "text": "Combinación de vino blanco y vino tinto, esencia de la nuez moscada, un toque de cardamomo, la intriga del ajenjo y la serenidad de la naranja."
            },
            {
                "title": "Piamonte Rosso"
            },
            {
                "img": {
                    "links":"/images/duque/ROSSO.webp",
                    "gridSpan":3,
                    "alt":"Piamonte Rosso variedad "
                }
            },
            {
                "img": {
                    "links":"/images/duque/ROSSO2.webp",
                    "gridSpan":3,
                    "alt":"Piamonte Rosso variedad para impresiones"
                }
            },
            {
                "text": "Una mezcla perfecta de vino seleccionado, un toque de dulzura, un delicado equilibrio de alcohol, extracto aromatizado, un suave toque de caramelo y una pizca de vainilla."
            },
            {
                "title": "Borgoña Secco"
            },
            {
                "img": {
                    "links":"/images/duque/SECCO.webp",
                    "gridSpan":3,
                    "alt":"Borgoña Secco variedad para impresiones"
                }
            },
            {
                "img": {
                    "links":"/images/duque/SECCO2.webp",
                    "gridSpan":3,
                    "alt":"Borgoña Secco variedad para impresiones"
                }
            },
            {
                "text": "La elegancia del vino blanco seleccionado, el dulzor delicado del azúcar, extractos naturales de plantas y un toque de sulfitos para garantizar su frescura y calidad."
            },
            {
                "title": "Afiche"
            },
            {
                "text": "Dentro de los requisitos del proyecto, se incluye la creación de un afiche publicitario en formato físico."
            },
            
            {
                "img": {
                    "links":"/images/duque/AficheDuqueVittorio.webp",
                    "gridSpan":4,
                    "alt":"Afiche publicitario"
                }
            },
            
            {
                "img": {
                    "links":"/images/duque/publicidad2.webp",
                    "gridSpan":4,
                    "alt":"Afiche publicitario"
                }
            },
            {
                "text": "Una parte del encargo implicaba la creación de piezas gráficas complementarias para la marca, así como la elaboración de afiches publicitarios."
            },
            {
                "img": {
                    "links":"/images/duque/publi2.webp", 
                    "gridSpan":2,
                    "alt":"Calle afiches publicitarios"
                }
            },
            {
                "img": {
                    "links":"/images/duque/insta.webp",
                    "gridSpan":2,
                    "alt":"Instagram Duque Vittorio"
                }
            },
            {
                "img": {
                    "links":"/images/duque/pagina.webp",
                    "gridSpan":2,
                    "alt":"Pagina web Duque Vittorio"
                }
            }
        ],
        "eng": {
            "a1": {
                "text": "The assignment for the Identity course involves creating a fictitious vermouth brand, which will be sold in a can format. It should include three varieties and require the development of a brand name, a graphic style, and graphic applications."
            },
            "a3": {
                "text": "Vermouth is an aromatic fortified wine obtained by macerating a variety of herbs, spices, fruits, and roots in white or red wine. It is characterized by its bitter taste and complex aroma, and can be enjoyed on its own, in cocktails, or as an ingredient in various recipes. Our vermouth will offer a light and delicate experience with subtle aromatic nuances. We strive to prevent it from overwhelming your palate, allowing you to consider it even as an option to accompany your meals. Each sip will transport you to a perfect balance between flavor and freshness."
            },
            "a6": {
                "text": "When the Duke first tastes the exquisite combination of botanicals, he discovers a balanced and surprising beverage, a sweet and bitter blend so incredible that he decides to embrace vermouth as the “official liquor of royalty.”<br> Our brand strives to make vermouth your preferred liquor, just as it happened in this story. We will captivate you with our irresistible proposal, leaving other liquors behind so you become passionate about our vermouth. We have created an experience that reflects royalty and divinity. In this way, you can immerse yourself in the fascinating world of vermouth while savoring a drink that tells the story of its origins, immersing you in its legacy."
            },
            "a11": {
                "text": "A combination of white wine and red wine, essence of nutmeg, a hint of cardamom, the intrigue of wormwood, and the serenity of orange."
            },
            "a15": {
                "text": "A perfect blend of selected wine, a touch of sweetness, a delicate balance of alcohol, flavored extract, a gentle hint of caramel, and a dash of vanilla."
            },
            "a19": {
                "text": "The elegance of selected white wine, the delicate sweetness of sugar, natural plant extracts, and a touch of sulfites to ensure its freshness and quality."
            },
            "a20": {
                "text": "Part of the assignment involves creating a physical advertising poster."
            },
            "a23": {
                "text": "Part of the assignment involved creating graphic elements to accompany the brand, as well as designing advertising posters."
            }
        },
        "img": "/images/duque/portada.gif",
        
        "fecha": "29.06.2023"
    },
    {
        "title": "Intervención Valparaíso",
        "tag": [
            "Diseño Grafico"
        ],
        "color":"#722f41",
        "cover": "/images/valpo/coverSlide.gif",
        "id": "Valparaiso",
        "descripcion":"El encargo implica la formación de grupos con el propósito de establecer una agencia ficticia de diseño, con el objetivo de llevar a cabo una intervención en la ciudad de Valparaíso, Chile. Esta intervención tiene como fin crear conciencia entre los ciudadanos acerca de uno de los Objetivos de Desarrollo Sostenible (ODS).",
        "esp": [
            {
                "text": "El encargo implica la formación de grupos con el propósito de establecer una agencia ficticia de diseño, con el objetivo de llevar a cabo una intervención en la ciudad de Valparaíso, Chile. Esta intervención tiene como fin crear conciencia entre los ciudadanos acerca de uno de los Objetivos de Desarrollo Sostenible (ODS). A cada agencia se le asignará un espacio para intervenir, que puede ser una muralla, suelos, infraestructura o incluso el entorno aéreo. Tanto el lugar de intervención como la forma de llevar a cabo la misma serán determinados por cada agencia de manera independiente."
            },
            {
                "cita":"Que significa 'en el lugar, sobre el terreno'."
            },
            {
                "title": "InSitu"
            },
            {
                "text": "Nuestra agencia de diseño se compone de Matías Quilodrán, Cristian Verdejo, Javier Calquín y Daniela Aedo. Como agencia, nuestra misión es narrar historias, evocar emociones y enriquecer la vida de las personas a través del diseño. Transformamos espacios en entornos con profundidad e identidad, destinados a la reflexión y la contemplación."
            },
            {
                "title": "Nuestra Propuesta"
            },
            {
                "img": {
                    "links":"/images/valpo/aficheMockup.webp",
                    "gridSpan":6,
                    "alt":"Afiche Mockup"
                }
            },
            {
                "text": "El espacio asignado para nuestra intervención fue el suelo, lo que nos llevó a comprender que su función principal es facilitar el desplazamiento. Por lo tanto, decidimos centrarnos en la mejora de la experiencia de transitar. Con esta premisa, concluimos que el lugar idóneo para nuestra intervención sería una escalera, un verdadero ícono de la ciudad de Valparaíso debido a su topografía montañosa. Las escaleras representan un lugar ideal para transitar, detenerse y contemplar."
            },
            {
                "text": "Como primer paso de nuestra intervención, creamos un afiche que presenta nuestra propuesta con un diagrama que ilustra la ejecución del proyecto. Como agencia, decidimos enfocarnos en el ODS 6, 'Agua y Saneamiento'. Nuestra propuesta se centró en la creación de 'Río de Pasos', una serie de cintas que representan la cantidad de agua utilizada en la ciudad de Valparaíso en forma de porcentajes, demostrando cómo se emplea en diferentes aspectos de la vida cotidiana. Al ubicar esta instalación en la escalera, buscamos establecer una conexión entre el esfuerzo requerido para subir los escalones y el esfuerzo hídrico que enfrenta la ciudad y la región."
            },
            {
                "img": {
                    "links":"/images/valpo/afiche.webp",
                    "gridSpan":2,
                    "alt":"Afiche"
                }
            },
            {
                "title": "Intervención"
            },
            {
                "img": {
                    "links":"/images/valpo/fotocorte.webp",
                    "gridSpan":6,
                    "alt":"Imagen del lugar 1"
                }
            },
            {
                "text": "La escalera seleccionada para llevar a cabo la intervención se encuentra en la Avenida España, justo enfrente de la Universidad Técnica Federico Santa María. Esta escalera desempeña un papel crucial como un punto de paso esencial, ya que conecta la playa Los Placeres con la carretera adyacente, atravesando sobre la línea del metro tren de Valparaíso. Click en el link para ver la ubicación"
            },
            
            {
                "text": "Para dar vida a nuestra propuesta, creamos cinco patrones distintos para cada uno de los elementos propuestos. Estos patrones se imprimieron en papel bond con tecnología láser y se adhirieron utilizando una mezcla de cola y agua. Esta elección permite que la intervención sea efímera, pero a la vez duradera en su impacto."
            },
            {
                "link": {"links":"https://maps.app.goo.gl/Yywcz3NvAgNB8o8Y9","text":"Ubicacion"}
            },
            {
                "img": {
                    "links":"/images/valpo/foto3.webp",
                    "gridSpan":3,
                    "alt":"Imagen del lugar 2"
                }
            },
            {
                "img": {
                    "links":"/images/valpo/foto2.webp",
                    "gridSpan":3,
                    "alt":"Imagen del lugar 3"
                }
            },
            {
                "img": {
                    "links":"/images/valpo/foto5.webp",
                    "gridSpan":6,
                    "alt":"Imagen del lugar 4"
                }
            },
            {
                "title": "Recepción"
            },
            {
                "text": "La respuesta al proyecto fue mayormente positiva. La mayoría de las personas que se acercaban a observar tomaban fotos y nos hacían preguntas sobre la iniciativa. En general, les pareció interesante la elección de abordar la problemática del agua y el enfoque en concienciar sobre este tema. Sin embargo, es importante señalar que el lugar elegido no es muy concurrido. Optamos por este lugar debido a que la instalación requería varias horas de trabajo, y como agencia, deseábamos evitar que la instalación obstaculizara el flujo normal de la ciudad."
            },
            {
                "img": {
                    "links":"/images/valpo/foto4.webp",
                    "gridSpan":6,
                    "alt":"Imagen del lugar 5"
                }
            },
            {
                "img": {
                    "links":"/images/valpo/foto1.webp",
                    "gridSpan":3,
                    "alt":"Imagen del lugar 4"
                }
            },
            {
                "img": {
                    "links":"/images/valpo/foto7.webp",
                    "gridSpan":3,
                    "alt":"Imagen del lugar 5"
                }
            },
            {
                "text": "La intervención se mantuvo en su lugar con la intención de que desapareciera gradualmente con el paso de las personas, la influencia del agua marina y las lluvias, ya que siempre fue nuestro enfoque. Sin embargo, el período de su permanencia es incierto, por lo que diseñamos una serie de patrones de modo que, aunque la información se desvanezca, permanezca como una forma decorativa."
            }
        ],
        "eng": {
            "a1": {
                "text": "The assignment involves forming groups with the purpose of establishing a fictional design agency, with the objective of carrying out an intervention in the city of Valparaíso, Chile. This intervention aims to raise awareness among citizens about one of the Sustainable Development Goals (SDGs). Each agency will be assigned a space to intervene, which can be a wall, floors, infrastructure, or even the aerial environment. Both the intervention location and the method of execution will be determined independently by each agency."
            },
            "a3": {
                "text": "Pronunciation: [in-situ], which means 'in place, on-site.' Our design agency is composed of Matías Quilodrán, Cristian Verdejo, Javier Calquín, and Daniela Aedo. As an agency, our mission is to tell stories, evoke emotions, and enrich people's lives through design. We transform spaces into environments with depth and identity, intended for reflection and contemplation."
            },
            "a5": {
                "text": "The space assigned for our intervention was the ground, which led us to understand that its main function is to facilitate movement. Therefore, we decided to focus on improving the transit experience. With this premise, we concluded that the ideal place for our intervention would be a staircase, a true icon of the city of Valparaíso due to its hilly topography. Stairs provide an ideal space for transit, stopping, and contemplation."
            },
            "a6": {
                "text": "As the first step of our intervention, we created a poster presenting our proposal with a diagram illustrating the project's execution. As an agency, we decided to focus on SDG 6, 'Clean Water and Sanitation.' Our proposal revolved around the creation of 'River of Steps,' a series of ribbons representing the amount of water used in the city of Valparaíso in the form of percentages, demonstrating how it is employed in various aspects of daily life. By placing this installation on the staircase, we aimed to establish a connection between the effort required to climb the steps and the water-related challenges faced by the city and the region."
            },
            "a8": {
                "text": "The selected staircase for the intervention is located on Avenida España, right in front of the Federico Santa María Technical University. This staircase plays a crucial role as a vital crossing point, connecting Los Placeres Beach with the adjacent road, spanning over the Valparaíso Metro train line. Click on the link to view the location."
            },
            "a9": {
                "text": "To bring our proposal to life, we created five different patterns for each of the proposed elements. These patterns were printed on bond paper using laser technology and were adhered using a mixture of glue and water. This choice allows the intervention to be ephemeral, yet enduring in its impact"
            },
            "a11": {
                "text": "The response to the project was mostly positive. Most people who approached to observe took photos and asked us questions about the initiative. Overall, they found the choice to address the issue of water and raise awareness about it interesting. However, it's important to note that the chosen location is not very crowded. We opted for this location because the installation required several hours of work, and as an agency, we wanted to avoid disrupting the city's normal flow."
            },
            "a12": {
                "text": "The intervention was intended to gradually disappear over time due to people passing by, the influence of seawater, and rainfall, as it was always our focus. However, the duration of its permanence is uncertain, so we designed a series of patterns so that, even as the information fades, it remains as a decorative form"
            }
        },
        "img": "/images/valpo/cover.gif",
        "fecha": "26.10.2023"
    },
    {
        "title":"Arquitectura Chilena",
        "tag":[
            "Diseño Web", "UX/UI","HTML","Css","javascript"
        ],
        "color":"#DFDBCE",
        "cover":"/images/Arquitectura-chilena/cover-slide.gif",
        "id":"Arquitecura-Chilena",
        "descripcion":"Esta plataforma web tiene la misión de promover el aprecio y la conciencia hacia la arquitectura chilena, focalizándose en los proyectos cercanos a las estaciones de la línea 1 del metro de Santiago de Chile.",
        "esp":[
            {
                "cita":"La arquitectura y el diseño son las expresiones artísticas que dan forma a nuestro entorno."
            },
            {
                "title":"visión de diseño"
            },
            {
                "text":"Durante mi viaje a Valparaíso Chile, me percaté de una problemática relacionada con el abandono arquitectónico en esta ciudad. Esto me llevó a cuestionarme si existe un espacio donde se pueda apreciar y poner en valor este tipo de disciplina. Con lo cual surge la iniciativa 'Arquitectura Chilena' como respuesta a esta problemática."
            },
            {
                "text":"Esta plataforma web tiene la misión de promover el aprecio y la conciencia hacia la arquitectura chilena, focalizándose en los proyectos cercanos a las estaciones de la línea 1 del metro de Santiago de Chile. Además, se configura como un espacio virtual de archivo para preservar y compartir información detallada sobre la riqueza arquitectónica de Chile."
            },
            {
                "link":{
                    "links":"https://arquitectura-chilena.000webhostapp.com/",
                    "text":"Visita el sitio"
                }
            },
            {
                "img":{
                    "links":"/images/Arquitectura-chilena/i3.webp",
                    "gridSpan":6,
                    "alt":"gif"
                }
            },
            {
                "cita":"El Metro no solo conecta estaciones, sino es un pulso urbano esencial para la movilidad y el desarrollo de la ciudad."
            },
            {
                "title":"OBJETIVOS"
            },
            {
                "text":"Los tres pilares fundamentales de esta plataforma son: primero, impulsar la conciencia sobre la riqueza de la arquitectura chilena; segundo, trazar un itinerario por Santiago que permita explorar sus proyectos arquitectónicos; y tercero, crear un archivo en línea. La página web presenta una cuidadosa selección de proyectos arquitectónicos que abarcan diversas épocas en la historia de Santiago"
            },
            {
                "img":{
                    "links":"/images/Arquitectura-chilena/i1.gif",
                    "gridSpan":4,
                    "alt":"gif"
                }
                
            },
            {
                "img":{
                    "links":"/images/Arquitectura-chilena/i4.webp",
                    "gridSpan":6,
                    "alt":"gif"
                }
            },
            {
                "title":"Recorrido"
            },
            {
                "img":{
                    "links":"/images/Arquitectura-chilena/fanzine.gif",
                    "gridSpan":4,
                    "alt":"gif"
                }
                
            },
            {
                "text":"En la planificación de los recorridos, se buscaron las rutas más eficientes para conectar los diversos puntos de la ciudad. Al observar que el metro de Santiago lograba esta conexión de manera óptima, se idearon fanzines que presentan los itinerarios junto con información detallada sobre los proyectos. En la parte posterior de estos fanzines, se incluye un póster con el propósito de llevar la arquitectura a casa."
            },
            {
                "title":"Diseño web"
            },
            {
                "text":"En la creación de esta página web, se emplearon tecnologías como HTML, CSS y JavaScript, con un enfoque en lograr un diseño responsivo adaptable tanto para dispositivos móviles como para computadoras. La plataforma se estructura en cuatro secciones principales: la primera proporciona información detallada sobre el proyecto, la segunda destaca un proyecto diferente cada mes, la tercera facilita la búsqueda de proyectos cercanos a través del metro de Santiago, y finalmente, la cuarta sección presenta un archivo completo con todos los proyectos, permitiendo la búsqueda por nombre."
            },
            {
                "img":{
                    "links":"/images/Arquitectura-chilena/i2.webp",
                    "gridSpan":4,
                    "alt":"gif"
                }
            },
            {
                "title":"Acerca del futuro"
            },
            {
                "text":"Actualmente, la página web está en proceso de migración a Next.js. Esta elección se debe a mi constante exploración de nuevas tecnologías, lo que facilita la transición hacia esta plataforma. Además, estoy considerando la adquisición de un dominio propio y un servicio de hosting para eliminar marcas de agua. En paralelo, tengo la intención de convertir esta página en un proyecto de código abierto, permitiendo a otros contribuir o examinar su código."
            },
            {
                "link":{
                    "links":"https://github.com/infinn/Arquitetura-Chilena",
                    "text":"Codigo"
                }
            },
            {
                "img":{
                    "links":"/images/Arquitectura-chilena/full-page.webp",
                    "gridSpan":2,
                    "alt":"gif"
                }
            }
        ],
        "img":"/images/Arquitectura-chilena/cover.gif",
        "fecha":"06.12.2023"
    }
]